mock-swapi/app/controllers/planets_controller.rb

  def index
    @planets = Planet.all
---
SELECT "planets".* FROM "planets"