mock-swapi/app/controllers/starships_controller.rb

  def index
    @starships = Starship.all
---
SELECT "starships".* FROM "starships"